Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Use the _default menu
ug: كۆڭۈلدىكى تىزىملىك ئىشلەت(_D)

source: Use the _mouse wheel on the desktop to switch workspaces
ug: خىزمەت رايونىنى ئالماشتۇرۇش ئۈچۈن چاشقىنەك چاقىنى ئىشلەتسۇن(_M)

source: Use the command line
ug: بۇيرۇق قۇرىنى ئىشلىتىدۇ

source: Use the list below to safely remove removable volumes.
ug: removable volume لارنى بىخەتەر چىقىرىش ئۈچۈن تۆۋەندىكى تىزىملىكنى ئىشلەت.

source: Use this device
ug: بۇ ئۈسكىنىنى ئىشلەت

source: Use this if you need complex times like: Every Saturday and Sunday or First Tuesday every month
ug: تۆۋەندىكىدەك مۇرەككەپ تەڭشەك ئۈچۈن بۇنى ئىشلىتىڭ: ھەر شەنبە ياكى يەكشەنبە ياكى ھەر ئاينىڭ تۇنجى دۈشەنبە كۈنى دېگەندەكلەر ئۈچۈن

source: Use this if you want regular repeating event
ug: ئەگەر قەرەللىك ۋاقىتتا تەكرارلاشنى خالىسىڭىز بۇنى ئىشلىتىڭ

source: Use this session to run Xfce as your desktop environment
ug: مەزكۇر ئەڭگىمەدە ئۈستەلئۈستى ئۈچۈن Xfce ئىشلىتىلىدۇ

source: Use unsecured connection
ug: بىخەتەر بولمىغان باغلىنىش ئىشلەت

source: Use up all available panel space
ug: كۆزنەكتىكى بارلىق بوشلۇقنى ئىشلىتىدۇ

source: User
ug: ئىشلەتكۈچى

source: User Aborted
ug: ئىشلەتكۈچى توختاتتى

source: User Interface
ug: ئىشلەتكۈچى ئارايۈزى

source: User Set
ug: ئىشلەتكۈچى تەڭشىگىنى

source: User addons
ug: ئىشلەتكۈچى قوشۇلمىسى

source: User id mismatch
ug: ئىشلەتكۈچى كىملىكى ماس كەلمىدى

source: User interface
ug: ئىشلەتكۈچى ئارايۈزى

source: User switching
ug: ئىشلەتكۈچى ئالماشتۇرۇش

source: User:
ug: ئىشلەتكۈچى:

source: User_styles
ug: ئىشلەتكۈچى ئۇسلۇبى(_S)

source: Username
ug: ئىشلەتكۈچى ئاتى

source: Username:
ug: ئىشلەتكۈچى ئاتى:

source: Userstyles
ug: ئىشلەتكۈچى ئۇسلۇبى

source: Using DBUS for import.
ug: ئىمپورت قىلىشتا DBUS ئىشلىتىدۇ.

source: Using Orage local version of libical.
ug: بۇنىڭدا Orage نىڭ ئۆزىنىڭ libical بوغچىسىنى ئىشلىتىدۇ.

source: Using automatic archiving.
ug: بۇنىڭدا ئاپتوماتىك ئارخىپلاش ئىشلىتىدۇ.

source: Using libnotify.
ug: بۇنىڭدا libnotify ئىشلىتىدۇ.

source: Using operating system package libical.
ug: مەشغۇلات سىستېمىسىنىڭ libical بوغچىسىنى ئىشلىتىدۇ.

source: Using the Xfce panel plugin
ug: Xfce كۆزنەك قىستۇرمىسىنى ئىشلىتىش

source: Using the application
ug: پروگرامما ئىشلىتىش

source: Using the plugin
ug: قىستۇرما ئىشلىتىش

source: Utilities
ug: قوراللار

source: V4l radio plugin
ug: V4l رادىئو قىستۇرمىسى

source: VJ 6-bit Serial Line IP
ug: VJ 6-bit ئارقىمۇ ئارقا لىنىيە IP

source: VJ Serial Line IP
ug: VJ ئارقىمۇ ئارقا لىنىيە IP

source: VNC Viewer
ug: VNC كۆرگۈ

source: VTODO not complete; not archived
ug: VTODO تاماملانمىدى؛ ئارخىپلانمايدۇ

source: Value
ug: قىممەت

source: Value '%s' is invalid for %s
ug: قىممەت ‹%s› ئىناۋەتسىز (%s نىڭ قىممىتى)

source: Value is an array with %d items:
ug: ھازىرقى قىممەت %d دانە تۇرى بار تىزىق(array) ئىكەن:

source: Values
ug: قىممەتلەر

source: Variable
ug: ئۆزگەرگۈچى

source: Variable contains double quotation marks: %s
ug: ئۆزگەرگۈچىدە قوش پەش بار ئىكەن: %s

source: Variables : %artist%, %album%, %track% and %title%
ug: ئۆزگەرگۈچىلەر: %artist%, %album%, %track% and %title%

source: Variables : %vol%, %status%, %newline%, %artist%, %album%, %track% and %title%
ug: ئۆزگەرگۈچىلەر: %vol%, %status%, %newline%, %artist%, %album%, %track% and %title%

source: Variant
ug: ۋارىيانتى

source: Variant:
ug: ۋارىيانتى:

source: Varying
ug: ھەر خىل

source: Varying (no change)
ug: ئۆزگىرىش(ئۆزگىرىش يوق)

source: Vendor
ug: تەمىنلىگۈچى

source: Verbose
ug: تەپسىلىي

source: Verbose output
ug: تەپسىلىي چىقىرىش

source: Verified and encrypted connection
ug: تەھقىقلەنگەن ۋە شىفىرلانغان باغلىنىش

source: Verifying DNS settings
ug: DNS تەڭشىكىنى تەكشۈرۈۋاتىدۇ

source: Version %s
ug: نەشرى %s

source: Version %s, distributed by %s
ug: نەشر %s، تارقاتقۇچى %s

source: Version information
ug: نەشر ئۇچۇرى

source: Version mismatch: %s
ug: نەشرى ماس كەلمىدى: %s

source: Version numbers in brackets show the version used at runtime.
ug: تىرناق ئىچىدىكى نەشر نومۇرى، ئىجرا بولۇۋاتقاندا ئىشلىتىدىغان نەشر نومۇرىنى كۆرسىتىدۇ.

source: Version:
ug: نەشرى:

source: Vertical
ug: ۋېرتىكال

source: Vertical BGR
ug: ۋېرتىكال GBR

source: Vertical RGB
ug: ۋېرتىكال RGB

source: Vertical gradient
ug: بويىغا ھەشەم

source: Verve Command Line
ug: Verve بۇيرۇق قۇرى

source: Very Large
ug: ئىنتايىن چوڭ

source: Very Small
ug: ئىنتايىن كىچىك

source: Very high
ug: بەك يۇقىرى

source: Very low
ug: بەك تۆۋەن

source: Via command line
ug: بۇيرۇق قۇرى ئارقىلىق

source: Via the user interface
ug: ئىشلەتكۈچى ئارايۈزى ئارقىلىق ئىشلىتىش

source: Video
ug: سىن

source: Video CDs/DVDs
ug: سىن پلاستىنكىسى(CD/DVD)

source: Video Files
ug: سىن ھۆججەتلىرى

source: Vie_w Mode:
ug: كۆرۈنۈش ئۇسۇلى(_W):

source: Vietnamese
ug: ۋىيېتنامچە

source: View
ug: كۆرۈنۈش

source: View So_urce
ug: مەنبەنى كۆرسەت(_U)

source: View _Source
ug: ئەسلىنى كۆرۈش(_S)

source: View _new folders using:
ug: يېڭى مۇندەرىجىنىڭ كۆرۈنۈشى(_N):

source: View allows user to search through columns interactively
ug: كۆرسىتىش ئىستونىنى ئۆز-ئارا ماسلاشتۇرۇپ ئىزدىيەلەيدىغان قىلىش

source: View and edit keyboard shortcuts
ug: كۇنۇپكا تېزلەتمىسىنى كۆرىدۇ ۋە تەھرىرلەيدۇ

source: View as _Compact List
ug: ئىخچام تىزىم كۆرۈنۈشى(_C)

source: View as _Detailed List
ug: تەپسىلىي تىزىم كۆرۈنۈشى(_D)

source: View as _Icons
ug: سىنبەلگىدە كۆرسەت(_I)

source: View as _Symbols
ug: بەلگە سۈپىتىدە كۆرسەت(_S)

source: View is reorderable
ug: view تەرتىپىنى ئۆزگەرتكىلى بولىدۇ

source: View keyboard shortcuts
ug: ھەرپتاختا تېزلەتمىسىنى كۆرىدۇ

source: View selected _date
ug: تاللانغان چېسلانى كۆرسەت(_D)

source: View selected _week
ug: تاللانغان ھەپتىنى كۆرسەت(_W)

source: View the message in fullscreen
ug: ئۇچۇرنى تولۇق ئېكراندا كۆرىدۇ

source: View the properties of the folder "%s"
ug: مۇندەرىجە «%s» نىڭ خاسلىقىنى كۆرۈش

source: View the properties of the selected file
ug: تاللانغان ھۆججەتنىڭ خاسلىقىنى كۆرسىتىدۇ

source: View the source of the message
ug: ئۇچۇرنىڭ ئەسلى مەزمۇنىنى كۆرىدۇ

source: View the status of a wireless network
ug: سىمسىز تور ھالىتىنى كۆرسەتسۇن

source: View with Ristretto
ug: Ristretto دە كۆرسەت

source: View your images easily
ug: سۈرەتنى ئوڭايلا كۆرگىلى بولىدۇ

source: Virtual Bytes
ug: مەۋھۇم بايتلار

source: Visible
ug: كۆرۈنۈشچان

source: Visible Columns
ug: كۆرۈنىدىغان ئىستونلار

source: Visible:
ug: كۆرۈنۈشچان:

source: Visit Parole website
ug: پارولې(Parole) تورتۇراسىنى زىيارەت قىلىش

source: Visit Terminal website
ug: تېرمىنال توربېتىنى زىيارەت قىلىش

source: Visit Website
ug: تورتۇرانى زىيارەت قىلىش

source: Visit http://lxde.org/ for detail.
ug: تەپسىلاتى ئۈچۈن http://lxde.org/ نى زىيارەت قىلىڭ

source: Visual
ug: كۆرۈنۈشلۈك

source: Visualization type:
ug: سۈرەتلەشتۈرۈش تىپى:

source: Voltage
ug: توك بېسىمى

source: Volume
ug: ئاۋاز مىقدارى

source: Volume Control
ug: ئاۋاز تىزگىنى

source: Volume Management
ug: دىسكا باشقۇرۇش

source: Volume _Down
ug: ئاۋازنى كىچىكلەت(_D)

source: Volume _Up
ug: ئاۋازنى چوڭايت(_U)

source: Volume control
ug: ئاۋاز مىقدارىنى تىزگىنلەش

source: Volume mounted
ug: دىسكا ئېگەرلەندى

source: Volume name :
ug: دىسكا ئاتى:

source: Volume of channel %d on %s
ug: %2$s دىكى قانال %1$d نىڭ ئاۋاز چوڭلۇقى

source: Volume:
ug: دىسكا:

source: Volume: CTRL+v
ug: ئاۋاز چوڭلۇقى: CTRL+v

source: W
ug: غەرب

source: W3M Text Browser
ug: W3M تېكىست كۆرگۈسى

source: WARNING: Be aware that changing these settings may result in system malfunction.
ug: ئاگاھلاندۇرۇش: بۇ تەڭشەكلەرنى ئالدىراپ ئۆزگەرتمەڭ بولمىسا سىستېما ئىشلىمەس بولۇپ قالىدۇ.

source: WARNING: These options are for experts only! If you do not know what they may be good for, keep your hands off!
ug: دىققەت: بۇ تاللانمىلارنى مۇتەخەسسىسلەرلا ئىشلىتىدۇ! ئەگەر بىلمىسىڭىز قول تەگكۈزمەڭ!

source: WARNING: Your battery has reached critical status. You should plug in or shutdown your computer now to avoid possible data loss.
ug: دىققەت: توكدان تۈگەي دەپلا قالدى، سانلىق ئاساسلارنىڭ يوقاپ كەتمەسلىكى ئۈچۈن توكقا ئۇلاش ياكى كومپيۇتېرنى ئېتىشنى تېزدىن بېكىتىڭ.

source: WARNING: Your battery is running low. You should consider plugging in or shutting down your computer soon to avoid possible data loss.
ug: دىققەت: توكداننىڭ توكى ئاز قالدى. سانلىق ئاساسلارنىڭ يوقاپ كەتمەسلىكى ئۈچۈن توكقا ئۇلاش ياكى كومپيۇتېرنى ئېتىشنى ئويلىشىپ كۆرۈڭ.

source: WB
ug: شامال بېسىمى

source: WD
ug: شامال يۆنىلىشى

source: WNCKpager plugin
ug: WNCKpager قىستۇرمىسى

source: WNW
ug: غەربىي غەربىي-شىمال

source: WS
ug: شامال تېزلىكى

source: WSW
ug: غەربىي غەربىي-جەنۇب

source: Wait %s
ug: ساقلا %s

source: Wakeup %s
ug: ئويغان %s

source: Wakeups
ug: ئويغان

source: Wallpaper _mode:
ug: تام قەغىزى ھالىتى:(_M)

source: Warning
ug: دىققەت

source: Warning limit (%)
ug: ئاگاھلاندۇرۇش چېكى (%)

source: Warning, you are using the root account, you may harm your system.
ug: دىققەت: ئالىي ئىشلەتكۈچى(root) ھوقۇقىدا مەشغۇلات قىلىۋاتىسىز. بەك دىققەت قىلىڭ، سىستېمىنى بۇزۇپ قويۇشىڭىز مۇمكىن

source: Warning1
ug: ئاگاھلاندۇرۇش1

source: Warning1 Temperature
ug: ئاگاھلاندۇرۇش1 تېمپېراتۇرا

source: Warning2
ug: ئاگاھلاندۇرۇش2

source: Warning2 Temperature
ug: ئاگاھلاندۇرۇش2 تېمپېراتۇرا

source: Watch an Xfconf channel for property changes
ug: ئادەتتە Xfconf قانىلىنىڭ خاسلىقىنىڭ ئۆزگىرىشىنى كۆزىتىدۇ

source: Wavelan Plugin Options
ug: Wavelan قىستۇرمىسىنىڭ تاللانمىسى

source: Waxing crescent
ug: پېتىۋاتقان ئاي

source: Weather Update
ug: ھازىرقى ھاۋارايى

source: Web Browser
ug: توركۆرگۈ

source: Web Cache
ug: تور غەملىكى

source: Web Search:
ug: توردىن ئىزدەش:

source: Web Service
ug: تور مۇلازىمىتى

source: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. FileManager - The preferred File Manager. TerminalEmulator - The preferred Terminal Emulator.
ug: WebBrowser - ئامراق توركۆرگۈ. MailReader - ئامراق ئېلخەت ئوقۇغۇ. FileManager - ئامراق ھۆججەت باشقۇرغۇ. TerminalEmulator - ئامراق تېرمىنال تەقلىدلىگۈ.

source: WebDAV (secure)
ug: WebDAV(بىخەتەر)

source: WebSearch
ug: ئىزدەش

source: Website icons
ug: تورتۇرا سىنبەلگىسى

source: Wed
ug: چارشەنبە

source: Week %V
ug: ھەپتە %V

source: Weekdays
ug: ئىش كۈنىدە

source: Weekly
ug: ھەپتىلىك

source: Welcome
ug: مەرھابا

source: Welcome to the first start of the panel
ug: تۇنجى كۆزنەككە مەرھابا

source: Welcome to xfburn!
ug: xfburn غا مەرھابا!

source: West
ug: غەرب

source: West European
ug: غەربىي ياۋروپا

source: Western
ug: غەربچە

source: Western (ISO-8859-1)
ug: غەربچە (ISO-8859-1)

source: What files can get burned to an audio CD?
ug: ئۈن CD غا يېزىلىدىغان ھۆججەتلەر قايسىلار؟

source: What time is it?
ug: سائەت قانچە بولدى؟

source: What to identify as to web pages
ug: قانداقلىرىنى تور بېتى دەپ تونۇتىدىغانلىقىنى بېكىتىدۇ

source: What would you like to do?
ug: نېمە قىلغۇڭىز بار؟

source: When Disabled
ug: ئىناۋەتسىز قىلىنغاندا

source: When Dodgy
ug: ئېنىقسىز ۋاقىتتا

source: When Enabled
ug: ئىناۋەتلىك قىلىنغاندا

source: When Midori starts:
ug: مىدورى(Midori) قوزغالغاندا:

source: When Undefined
ug: بېكىتىلمىگەندە

source: When a window raises itself:
ug: كۆزنەك ئۆزىنى كۆتۈرگەندە:

source: When all the power sources of the computer reach this charge level
ug: كومپيۇتېرىڭ بارلىق توك مەنبەسى بۇ دەرىجىگە يەتكەندە

source: When battery is charging or discharging
ug: توكداننى توكلاۋاتقاندا ياكى توكدان ئىشلىتىلىۋاتقاندا كۆرسەت

source: When battery is present
ug: توكدان بار چاغدا كۆرسەت

source: When battery power is critical:
ug: توكداننىڭ توكى خەتەرلىك ھالەتكە كەلگەندە(تۆۋەنلەپ):

source: When changing the permissions of a folder, you can also apply the changes to the contents of the folder. Select the default behavior below:
ug: قىسقۇچنىڭ ھوقۇقىنى ئۆزگەرتكەندە، ئۆزگىرىشلەرنى ئۇنىڭ ئىچىدىكى مەزمۇنلارغىمۇ قوللانغىلى بولىدۇ كۆڭۈلدىكى مەشغۇلات قىلىپ تۆۋەندىكىلەرنى تاللاڭ:

source: When creating a new property, the value type must be specified
ug: يېڭى خاسلىق تۇرغۇزغاندا چوقۇم ئۇنىڭ تىپى بەلگىلىنىشى كېرەك

source: When file exists:
ug: ھۆججەت مەۋجۇت بولسا:

source: When hibernate button is pressed:
ug: ئۈچەك توپچىسى بېسىلغاندا:

source: When laptop lid is closed:
ug: يان كومپيۇتېر يېپىلغاندا:

source: When multiple monitors are present, select this option to stretch the current background over all of them.
ug: بىر قانچە كۆرسەتكۈچ ئۇلانغان بولۇپ، بۇ تاللانما تاللانسا، تەگلىك سۈرىتى بارلىق كۆرسەتكۈچلەردە كۆرسىتىلىدۇ.

source: When power button is pressed:
ug: توك مەنبە توپچىسى بېسىلغاندا:

source: When selected, modifier keys (such as Control, Alt, and Shift) do not need to be held down (they can be pressed and then released) when multiple keys would normally need to be pressed at the same time
ug: بۇ تاللانما تاللانسا، سۈپەتلىگۈچى كۇنۇپكىلار(Control، Alt، ۋە Shift قاتارلىقلار) بېسىلىپ قويۇۋېتىلسىمۇ، بېسىلغان ھالىتى ساقلىنىپ قېلىنىدۇ. شۇڭا سۈپەتلىگۈچى كۇنۇپكىلار بىلەن باشقا كۇنۇپكىلار تەڭ بېسىلغاندەك مەشغۇلاتنى ئېلىپ بېرىشقا بولىدۇ.

source: When selected, modifier keys (such as Control, Alt, and Shift) will remain locked in the pressed state until pressed again
ug: بۇ تاللانما تاللانسا، سۈپەتلىگۈچى كۇنۇپكىلار(Control، Alt، ۋە Shift قاتارلىقلار) بېسىلىپ قويۇۋېتىلسىمۇ، كېيىنكى قېتىم بېسىلغۇچە بېسىلغان ھالىتى ساقلىنىپ قېلىنىدۇ.

source: When selected, pressing and holding down a key emits the same character over and over again
ug: بۇ تاللانما تاللانسا، كۇنۇپكىنى ئۈزلۈكسىز بېسىپ تۇرغاندىكىدەك مەشغۇلات ئېلىپ بېرىلىدۇ

source: When selected, the "sticky keys" feature will be disabled if two keys are pressed simultaneously
ug: بۇ تاللانما تاللانسا، ئىككى كۇنۇپكا تەڭ بېسىلغاندا، «چاپلىشاڭغۇ كۇنۇپكا» ئىقتىدارى ئىشلىمەيدۇ.

source: When selected, the mouse pointer can be controlled using the keyboard number pad
ug: بۇ تاللانما تاللانسا، چاشقىنەك ئىسترېلكىسىنى رەقەم كۇنۇپكا رايونى ئارقىلىق باشقۇرغىلى بولىدۇ.

source: When selected, the scroll wheel will work in the opposite direction
ug: بۇ تاللانسا سىيرىش غالتىكى قارشى يۆنىلىشكە قاراپ ھەرىكەت قىلىدۇ

source: When selected, the touchpad will be disabled when the keyboard is being used
ug: بۇ تاللانما تاللانسا، كۇنۇپكا بېسىلىۋاتقاندا سەزگۈر تاختا ئىناۋەتسىز قىلىنىدۇ.

source: When sending a file via email, you can either choose to send the file directly, as is, or compress the file before attaching it to an email. It is highly recommended to compress large files before sending them.
ug: ھۆججەتنى ئېلخەتتە ئەۋەتكەندە، ئۇنى بىۋاسىتە ئەۋەتىش ياكى ئەۋەتىشتىن بۇرۇن پرېسلاپ ئەۋەتىشنى تاللىغىلى بولىدۇ. ئادەتتە پرېسلاپ ئەۋەتىش تەۋسىيە قىلىنىدۇ

source: When sending multiple files via email, you can either choose to send the files directly, attaching multiple files to an email, or send all files compressed into a single archive file and attach the archive. It is highly recommended to send multiple large files as archive.
ug: نۇرغۇن ھۆججەتنى ئېلخەتتە ئەۋەتكەندە، ئۇنى بىۋاسىتە ئەۋەتىش ياكى ئەۋەتىشتىن بۇرۇن ھەممىنى ئارخىپلاپ(بىر ھۆججەتكە يىغىپ) ئەۋەتىشنى تاللىغىلى بولىدۇ. ئادەتتە ئارخىپلاپ ئەۋەتىش تەۋسىيە قىلىنىدۇ

source: When single-click activation is enabled, pausing the mouse pointer over an item will automatically select that item after the chosen delay. You can disable this behavior by moving the slider to the left-most position. This behavior may be useful when single clicks activate items, and you want only to select the item without activating it.
ug: يەككە چېكىپ بىرەر تۈرنى ئاكتىپلىغاندا، چاشقىنەك ئىسترېلكىسىنى شۇ تۈرنىڭ ئۈستىدە توختىتىپ تۇرسا، كۆرسىتىلگەن ۋاقىت ئۆتكەندىن كېيىن، مەزكۇر تۈر ئاپتوماتىك تاللىنىدۇ. بۇ ئىقتىدارنى ئىناۋەتسىز قىلىش ئۈچۈن سىيرىغۇچنى ئەڭ سول تەرەپكە سىيرىسىڭىز بولىدۇ. بۇ ئارقىلىق بىرەر تۈرنى چەكمەي تۇرۇپلا تاللاشنى ئەمەلگە ئاشۇرغىلى بولىدۇ.

source: When sleep button is pressed:
ug: ئۇخلا توپچىسى بېسىلغاندا:

source: When space is limited
ug: بوشلۇق تۈگىگەندە

source: When the selection is done (mouse or keyboard) and the Control key is still pressed down, the popup menu for matched actions will be skipped
ug: تاللاش تاماملانغاندا(چاشقىنەك ياكى ھەرپتاختىسى ئىشلىتىپ) Control كۇنۇپكىسى يەنىلا بېسىلىپ تۇرسا، ئىزدەش مەشغۇلاتىڭ سەكرىمە تىزىملىكى كۆرسىتىلمەيدۇ.

source: Whether background images should be printed
ug: تەگ سۈرىتىنى بېسىپ چىقىرىدۇ

source: Whether or not the icon's tooltips are enabled.
ug: سىنبەلگىنىڭ كۆرسەتمىلىرىنى قوزغىتامدۇق يوق.

source: Whether or not the signal strength should be displayed.
ug: سىگنال كۈچلۈكلۈكىنى كۆرسىتەمدۇ يوق.

source: Whether scripts are allowed to open popup windows automatically
ug: قوليازما ئىشلىتىپ سەكرىمىلەرنى چىقىرىشقا رۇخسەت قىلىدۇ

source: Whether scrolling should kinetically move according to speed
ug: تېزلىكىگە ئاساسەن Kinetic سىيرىلىپ يۆتكىلىدۇ

source: Whether the "Referer" header should be shortened to the hostname
ug: بۇنىڭدا «Referer» قېشى قىسقارتىلىۋېتىلىدۇ.

source: Whether the children should be all the same size
ug: بارلىق بالا كۆزنەكلەرنى ئوخشاش قىلىدىغان قىلمايدىغانلىقنى بەلگىلەيدۇ

source: Whether the interface is a wireless interface
ug: ئېغىز سىمسىز تور كارتىسىمۇ ياق

source: Whether the items in the view can be activated with single clicks
ug: View دىكى تۈرلەرنى بىرلا چېكىپ ئاكتىپلاش

source: Whether to open new tabs next to the current tab or after the last one
ug: يېڭى بەتكۈچنى ھازىرقىنىڭ يېنىدا ياكى ئەڭ ئاخىرقىنىڭ يېنىدا ئاچىدۇ

source: Whether to show a side panel for browsing the local network for available Samba/Windows shares and a bookmark list
ug: يەرلىك توردىكى ئىشلەتكىلى بولىدىغان Samba/Windows ھەمبەھىرلىرىنى يان كۆزنەكتە كۆرسىتەمدۇ يوق

source: Whether to show error message dialogs when auto-connecting of bookmarks fails
ug: ئاپتوماتىك باغلىنىش خەتكۈشلىرىدە خاتالىق كۆرۈلگەندە خاتالىق سۆزلەشكۈسىنى كۆرسىتەمدۇ يوق

source: Which action do you want to perform on the selected file(s)?
ug: تاللانغان ھۆججەتكە نىسبەتەن قانداق مەشغۇلات ئېلىپ بارماقچى؟

source: Which day
ug: قايسى كۈن

source: While in image list mode, select this option to automatically select a different background from the image list after a set number of minutes.
ug: سۈرەت تىزىم ھالىتىدە بۇ تاللانما تاللانسا، كۆرسىتىلگەن ۋاقىتتا تەگلىك سۈرىتىنى تىزىمدىن ئاپتوماتىك تاللاپ كۆرسىتىدۇ.

source: White
ug: ئاق

source: White on Black
ug: قارىنىڭ ئۈستىدە ئاق

source: Who can change content of the file/directory
ug: ھۆججەت/مۇندەرىجىنىڭ مەزمۇنىنى كىم ئۆزگەرتەلەيدۇ

source: Who can execute the file or enter the directory
ug: ھۆججەتنى كىم ئىجرا قىلالايدۇ ياكى مۇندەرىجىگە كىرەلەيدۇ

source: Who can read content of the file/directory
ug: ھۆججەت/مۇندەرىجىنىڭ مەزمۇنىنى كىم ئوقۇيالايدۇ

source: Widget
ug: ۋىجېت

source: Width (in chars):
ug: كەڭلىك (ھەرپ):

source: Width for each item
ug: ھەر بىر تۈرنىڭ كەڭلىكى

source: Width:
ug: كەڭلىك:

source: Wikipedia, the free encyclopedia (EN)
ug: ۋىكىپېدىيە، ھەقسىز قامۇس (EN)

source: Wiktionary, the free dictionary (EN)
ug: ۋىكىپېدىيە، ھەقسىز لۇغەت (EN)

source: Wind
ug: شامال

source: Wind direction (WD)
ug: شامال يۆنىلىشى(WD)

source: Wind direction in degrees (WD)
ug: شامال يۆنىلىشى (گرادۇس)WD

source: Wind speed (WS)
ug: شامال تېزلىكى(WS)

source: Wind speed - Beaufort scale (WB)
ug: شامال تېزلىكى - بېئافورت (WB)

source: Window Border
ug: كۆزنەك گىرۋىكى

source: Window Buttons
ug: كۆزنەك توپچىلىرى

source: Window List
ug: كۆزنەك تىزىمى

source: Window Manager
ug: كۆزنەك باشقۇرغۇ

source: Window Manager Action Shortcut
ug: كۆزنەك باشقۇرغۇ مەشغۇلات تېزلەتمىسى

source: Window Manager Tweaks
ug: كۆزنەك باشقۇرغۇ Tweaks

source: Window Manager:
ug: كۆزنەك باشقۇرغۇ:

source: Window Menu
ug: كۆزنەك تىزىملىكى

source: Window Options
ug: كۆزنەك تاللانمىلىرى

source: Window Title|Set Title
ug: كۆزنەك ماۋزۇسى|قويغان ماۋزۇ

source: Window _grouping:
ug: كۆزنەك گۇرۇپپىلاش(_G):

source: Window _title
ug: كۆزنەك ماۋزۇسى

source: Window group
ug: كۆزنەك گۇرۇپپىسى

source: Window group leader
ug: كۆزنەك گۇرۇپپىسى باشلىقى

source: Window operations menu
ug: كۆزنەك مەشغۇلاتلىرى تىزىملىكى

source: Window or Tab Separators
ug: كۆزنەك ياكى بەتكۈچ ئايرىغۇ

source: Window role for usage by window manager
ug: كۆزنەك باشقۇرغۇ ئىشلىتىدىغان كۆزنەكنىڭ رولى

source: Window title
ug: كۆزنەك ماۋزۇسى

source: Windows Share
ug: ۋىندوۋس(Windows) ھەمبەھىر

source: Wireless
ug: سىمسىز

source: Wireless Connection has no connectivity
ug: سىمسىز تورغا باغلىنالمىدى

source: Wireless Networks not found in range
ug: دائىرىدىن سىمسىز تور تېپىلمىدى

source: Wireless signal strength percentage
ug: سىمسىز سىگنال كۈچلۈكلۈك پىرسەنتى

source: With DPMS support
ug: DPMS ئىشلەتكىلى بولىدۇ

source: With network manager support
ug: تور باشقۇرغۇنى ئىشلەتكىلى بولىدۇ

source: With policykit support
ug: PolicyKit ئىشلەتكىلى بولىدۇ

source: With this option enabled, the maximum image-quality will be limited to the screen-size.
ug: بۇ تاللانما ئىناۋەتلىك قىلىنسا، سۈرەتنىڭ ئەڭ چوڭ سۈپىتى ئېكراننىڭ چوڭلۇقىنىڭ چەكلىمىسىگە ئۇچرايدۇ.

source: Without DPMS support
ug: DPMS ئىشلەتكىلى بولمايدۇ

source: Without network manager support
ug: تور باشقۇرغۇنى ئىشلەتكىلى بولمايدۇ

source: Without policykit support
ug: PolicyKit نى ئىشلەتكىلى بولمايدۇ

source: Word _Grouping:
ug: سوز گۇرۇپپىلىرى(_G):

source: Work queue %s
ug: خىزمەتلەر %s

source: Working Directory:
ug: خىزمەت مۇندەرىجىسى:

source: Working _Directory:
ug: خىزمەت مۇندەرىجىسى(_D):

source: Working directory "%s" does not exist. It won't be used when spawning "%s".
ug: خىزمەت مۇندەرىجىسى «%s» يوق. «%s» نى ھاسىل قىلغاندا ئىشلىتىلمەيدۇ.

source: Workspace %d
ug: خىزمەت رايونى %d

source: Workspace 1
ug: خىزمەت رايونى 1

source: Workspace 10
ug: خىزمەت رايونى 10

source: Workspace 11
ug: خىزمەت رايونى 11

source: Workspace 12
ug: خىزمەت رايونى 12

source: Workspace 2
ug: خىزمەت رايونى 2

source: Workspace 3
ug: خىزمەت رايونى 3

source: Workspace 4
ug: خىزمەت رايونى 4

source: Workspace 5
ug: خىزمەت رايونى 5

source: Workspace 6
ug: خىزمەت رايونى 6

source: Workspace 7
ug: خىزمەت رايونى 7

source: Workspace 8
ug: خىزمەت رايونى 8

source: Workspace 9
ug: خىزمەت رايونى 9

source: Workspace Name
ug: خىزمەت رايونىنىڭ ئاتى

source: Workspace Switcher
ug: خىزمەت رايونى ئالماشتۇرغۇ

source: Workspace _%d
ug: خىزمەت رايونى _%d

source: Workspace _Settings...
ug: خىزمەت رايونى تەڭشەكلىرى...

source: Workspaces
ug: خىزمەت رايونلىرى

source: Would you like Xfce Volstatus to run automatically each time your session begins? You can disable this behavior later by using the "Autostarted Applications" settings panel.
ug: ھەر قېتىم session باشلانغاندا Xfce Volstatus پروگراممىسىنى ئاپتوماتىك ئىجرا قىلسۇنمۇ؟ بۇنى كېيىن يەنە تەڭشەك panel دىكى "ئاپتوماتىك قوزغىلىدىغان پروگراممىلار" دىن ئۆزگەرتەلەيسىز.

source: Would you like to allow "%s" to run?
ug: «%s» نى ئىجرا قىلىشقا يول قويامسىز؟

source: Would you like to import the photos or manage the music?
ug: سۈرەتلەرنى ئىمپورت قىلامسىز؟ ياكى مۇزىكىلارنى رەتلەمسىز؟

source: Would you like to listen to music or browse the files?
ug: مۇزىكا ئاڭلامسىز؟ ياكى ھۆججەتلەرنى كۆرەمسىز؟

source: Would you like to open "%s"?
ug: «%s» نى ئاچامسىز؟

source: Wrap around images
ug: ئەڭ ئاخىرقى سۈرەتتىن كېيىن بېشىغا قايتىش

source: Wrap workspaces depending on the actual desktop _layout
ug: ئەمەلىي ئۈستەلئۈستى ئورۇنلاشتۇرۇلۇشىغا ئاساسەن خىزمەت رايونىنى قاتلا(_L)

source: Wrap workspaces when _dragging a window off the screen
ug: بىر كۆزنەكنى ئېكراندىن تۇتۇپ ئېلىپ چىقىپ كەتكەندە خىزمەت رايونلىرى قاتلانسۇن(_D)

source: Wrap workspaces when _the first or the last workspace is reached
ug: بىرىنچى ياكى ئەڭ ئاخىرقى خىزمەت رايونىغا بارغاندا خىزمەت رايونىنى قاتلا(_F)

source: Wrap workspaces when the _first or the last workspace is reached
ug: بىرىنچى ياكى ئەڭ ئاخىرقى خىزمەت رايونىغا بارغاندا خىزمەت رايونىنى قاتلا(_F)

source: Wrap workspaces when the _pointer reaches the screen edge
ug: چاشقىنەك بەلگىسى ئېكران گىرۋىكىگە يېتىپ بارغاندا خىزمەت رايونلىرى قاتلانسۇن(_P)

source: Write APEv2
ug: APEv2 نى يېزىش

source: Write CD-R
ug: CD-R غا يېزىش

source: Write CD-RW
ug: CD-RW غا يېزىش

source: Write DVD-R
ug: DVD-R غا يېزىش

source: Write DVD-RAM
ug: DVD-RAM غا يېزىش

source: Write ID3v1
ug: ID3v1 نى يېزىش

source: Write ID3v2
ug: ID3v2 نى يېزىش

source: Write ID3v2.4
ug: ID3v2.4 نى يېزىش

source: Write Unicode _BOM
ug: يۇنىكود بەلگىسى(_BOM) يازسۇن
